<<<<<<< HEAD
startmess = "Привет на данном маркете те найдёшь всё что облегчит твою учёбу:\n" \
            "- Лабораторные \n" \
            "- Курсовые \n" \
=======
startmess = "Привет на данном маркете те найдёшь всё что облегчит твою учёбу:\n" \
            "- Лабораторные \n" \
            "- Курсовые \n" \
>>>>>>> 0ee55233b1fc00a761cf9eb267658161a72363ae
            "- и другие виды работ"

=======

Autorization = "Здравствуйте! Это бот для генерации накладных и отслеживания статуса отправления. Для продолженния введите номер договора\n"\
                "Отлично, теперь введите Пароль" #ЕСЛИ НЕПРАВИЛЬНЫЙ НОМЕР ДОГОВОРА: "Простите, но такого номера договора не существует"

StartMenu = "Добро пожаловать, пожалуйтса, выберите дальнейшее действие:" #5 кнопок "ГЕНЕРАЦИЯ НАКЛАДНОЙ" "ОТСЛЕЖИВАНИЕ ОТПРАВЛЕНИЯ" "ПРЕТЕНЗИЯ" "ПОДДЕРЖКА" "ЗАКОНЧИТЬ РАБОТУ" 

ContinueMenu = "Пожалуйста, выберите дальнейшее действие" #Те же кнопки

Invoice = "Отлично, давайте заполним накладную!"

#"Выберите способ отправки" (4 Кнопки. "От двери до двери", "От ПВЗ до ПВЗ", "От ПВЗ до Двери", "От Двери до Двери")
#"Выберите количество посылок в отправлении" (int)
#"Опишите отправление" (string)
#"Введите длинну каждой посылки внутри отправления" (ДЛЯ КАЖДОЙ "Введите длинну", "Введите ширину", "Введите высоту")
#"Введите вес каждой посылки в отправлении (в киллограммах)" (ДЛЯ КАЖДОЙ "Введите вес")

#"Введите стоимость каждой посылки" (ДЛЯ КАЖДОЙ "Введите стоимость") ((ЕСЛИ ОТПРАВЛЕНИЙ НЕСКОЛЬКО))
#"Общая стоимость отправления составляет: (СЛОЖИТЬ СТОИМОСТЬ ВСЕХ ПОСЫЛОК)"

#"Введите стоимость отправления"

#"Выберите адрес ПВЗ" (Если ДВЕРЬ-СКЛАД или СКЛАД-СКЛАД)
#"Введите адрес доставки" (Если СКЛАД-ДВЕРЬ или ДВЕРЬ-ДВЕРЬ)

#"Выберите способ оплаты" (2 кнопки. "Оплата получателем" "Оплата по договору отправителем")

